amd-ucode
base
base-devel
blueberry
blueman
bluez
bluez-utils
brightnessctl
btop
chromium
chrono-date
cliphist
cmake
docker
docker-compose
dolphin
dunst
efibootmgr
fcitx5
fcitx5-chewing
fcitx5-chinese-addons
fcitx5-configtool
fcitx5-gtk
fcitx5-qt
fcitx5-rime
fd
firefox
firefoxpwa
flameshot
flatpak
fmt
foot
fuse2
fzf
gimp
git
glib2-devel
gnome-calculator
gobject-introspection
grim
gst-libav
gst-plugin-pipewire
gst-plugins-bad
gst-plugins-ugly
gtkmm3
gvfs
htop
hypridle
hyprland
hyprlock
hyprpaper
hyprpolkitagent
hyprshot-git
imagemagick
imv
intel-media-driver
inter-font
iwd
jsoncpp
kitty
lazydocker
lazygit
libdvdcss
libmpdclient
libnotify
libpulse
libsigc++
libva-intel-driver
libva-utils
linux
linux-firmware
linux-lts
ly
maplemono-nf-cn-unhinted
meson
mpv
nano
neovim
network-manager-applet
networkmanager
noto-fonts-cjk
noto-fonts-emoji
noto-fonts-extra
paru
paru-debug
pavucontrol
pipewire
pipewire-alsa
pipewire-jack
pipewire-pulse
polkit-kde-agent
pulseaudio-alsa
qt5-wayland
qt6-wayland
reflector
satty
scdoc
sddm
slurp
smartmontools
sndio
sof-firmware
spdlog
starship
thunar
thunar-volman
thunderbird
tlp
tlp-rdw
tlpui
tofi
ttf-dejavu-nerd
ttf-nerd-fonts-symbols-mono
unzip
uwsm
vim
vlc
vulkan-intel
vulkan-nouveau
vulkan-radeon
waybar
wdisplays
wezterm
wget
wireless_tools
wireplumber
wl-clipboard
wl-screenrec
wofi
wtype
xarchiver
xdg-desktop-portal-gtk
xdg-desktop-portal-hyprland
xdg-utils
xf86-video-amdgpu
xf86-video-ati
xf86-video-nouveau
xorg-server
xorg-xinit
yay-debug
yazi
zellij
zoxide
zram-generator
zsh
